{"pages":[{"title":"about","text":"","link":"/about/index.html"},{"title":"categories","text":"","link":"/categories/index.html"},{"title":"tags","text":"","link":"/tags/index.html"}],"posts":[{"title":"100个句子记完7000个托福单词 句子部分(中文)","text":"要好好学英语…把这本书的句子部分背一遍，在博客把中分英文分开打以便方便对照记忆。 理论在本质上是对人们构想的现实的一种抽象和符号化的表示。 受当代灌溉设施之赐，在原来只有仙人掌和灌木蒿才能生存的地方，现在农作物也生长茂盛。 人类学家已经发现，恐惧、快乐、悲伤和惊奇会反映在面部表情上，这在全人类是共通的。 1986年看见哈雷彗星的千百万人当中，有多少人能够长寿到足以目睹它在21世纪的回归呢？ 一个地方的人口越多，其对水、交通和垃圾处理的需求就会越大。 完美搭配的珍珠串成一条项链，能带来比单颗售卖高得多的价钱。 机械计时器的发展促使人们寻求更精确的日晷，以便校准机械计时器。 对地球重力的研究表明，当被世家不寻常的重力时，地球的地壳和地幔会发生变形。 &lt;待续…&gt;","link":"/2019/02/26/100个句子记完7000个托福单词-句子部分-中文/"},{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","link":"/2015/01/26/hello-world/"},{"title":"100个句子记完7000个托福单词 句子部分(英文)","text":"English part. Essentially, a theory is an abstract, symbolic representation of what is conceived to be reality. Thanks to modern irrigation, crops now grow abundantly in areas where once nothing but cacti and sagebrush could live. Ahthropologists have discovered that fear, happiness, sadness, and surprise are universally reflected in facial expression. Of the millions who saw Haley’s Comet in 1986, how many people will live long enough to see it return in the twenty-first century. The greater the population there is in a locality, the greater the need there is for water, transportation, and disposal of refuse. Perfectly matched pearls, strung into a necklace, bring a far higher price than the same pearls sold individually. The development of mechanical timepieces spurred the search for more accurate sundials with which to regulate them. Studies of the gravity field of the Earth indicate that its crust and mantle yield when unusual weight is placed on them.","link":"/2019/02/26/100个句子记完7000个托福单词-句子部分-英文/"}],"tags":[{"name":"语言 英语","slug":"语言-英语","link":"/tags/语言-英语/"},{"name":"test","slug":"test","link":"/tags/test/"}],"categories":[{"name":"语言","slug":"语言","link":"/categories/语言/"},{"name":"testct1","slug":"testct1","link":"/categories/testct1/"},{"name":"英语","slug":"语言/英语","link":"/categories/语言/英语/"},{"name":"testct2","slug":"testct1/testct2","link":"/categories/testct1/testct2/"}]}